---
type: FaceSilhouetteNode
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FaceSilhouetteNode

`Autodesk.Revit.DB.FaceSilhouetteNode` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetFace | 2020 | `public Face GetFace ()` |